---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.InfillFailures
source: html/cff111d0-c762-1168-6de0-ee7ecdeebf09.htm
---
# BuiltInFailures.InfillFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.